> calculateNumber(1, 0.2, 'DIVIDE');
'Error'
> 
(To exit, press ^C again or ^D or type .exit)
> calculateNumber(1.4, 0.2, 'SUM');
1
> calculateNumber(1.6, 0.2, 'SUM');
2
> calculateNumber(1.6, 1.2, 'SUBSTRACT');
1
> calculateNumber(1.6, 1.2, 'DIVIDE');
2
